{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.2901960784313725,
            "green": 0.2901960784313725,
            "red": 0.2901960784313725
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Rubik-Regular",
              "size": 11
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "maximumLineHeight": 14,
            "minimumLineHeight": 14
          },
          "textStyleVerticalAlignmentKey": 0
        },
        "length": 5010,
        "location": 0
      }
    ],
    "string": "· Additional instant discount on using SBI Credit OR Credit Card EMI on purchases made on Tata CLiQ E-commerce site (tatacliq.com), respective Mobile site and mobile application during the promotion period for a Net Transaction Value of Rs 3000.\n\n· The Net Cart Value is the total cart value arrived at after all applicable discounts including coupon code but before availing discounts under this Offer. In case CLiQ Cash is being used to make a partial payment, Net Cart Value will be calculated after reducing the amount being paid by using CLiQ Cash. To avail of the offer the amount being paid through SBI Credit card/Credit Card EMI has to be more than the min purchase price of the respective offer. The customer is advised to check the applicability of the discount before proceeding for Payment\n\n· Offer is Valid only once per card per customer during the offer period.\n\n· To avail the Additional instant discount the total payment of the transaction needs to be made using a valid and eligible SBI Credit card.\n\n· Offer is available on select products. Offer is not valid on Tata CLiQ Gift Cards, Brand Gift Cards, Insurance Products, Select Gold Coins, Seller Trent Limited, Pantaloons, Page Industries Limited (Jockey), Landmark, Infiniti Retail Limited and Select products of Samsung, Vivo, Apple. Offer is not applicable on Tata CLiQ Luxury.\n\n· This offer is valid for purchases made on the Eligible products during the “Offer Period”. Cardholders are required to check the product page of the product(s) if the offer is valid for that product.\n\n· Offer not valid on net banking, debit cards, cash/card on delivery, commercial and corporate cards of SBI\n\n· Tata UniStore Limited reserves the right, at any time, without prior notice and without assigning any reason whatsoever to add/modify/alter/change and/or withdraw this offer at any time at its sole discretion.\n\n· Tata Unistore Limited reserves the right to cancel an order in case of any fraudulent activity including creating duplicate accounts, aliasing, placing multiple orders or violating the terms and conditions. Upon cancellation, the order will not be reinstated.\n\n· Offer cannot be combined with any other offer/promotion running on the site\n\n· The discount offered will under no circumstances be settled in cash\n\n· Any person availing this offer shall be deemed to have accepted all the terms and conditions.\n\n· Product warranty will be regulated by the Terms and Conditions mentioned on the Warranty Card of respective product/manufacturer.\n\n· Any defects in goods or deficiency in services or any claims, issues, damages or losses arising therefrom with respect to the Product/Services shall be the sole responsibility and liability of the manufacturer/Seller or the Service Provider.\n\n· Any query regarding “The offer” will be entertained for the offer duration. No correspondence on the same will be entertained after the aforementioned date from any person(s).\n\n· Pictorial representation of product(s) in communication(s) sent to the customers is purely representational. None of the Parties under any circumstance(s) will be responsible to the same.\n\n· Tata UniStore Limited is not charging anything from the customer for their participation in the offer.\n\n· It is not mandatory for the SBI cardholders to participate in the offer. Participation in the Offer by the card holder is voluntary and free. Participation in the Offer by the Cardholder will be construed as acceptance of the Terms & Conditions of the Offer and Cardholder is advised not to participate in the Offer if such Terms & Conditions are not acceptable.\n\n· “The Offer” is being made purely on best effort basis.\n\n· In case of complete cancellation of the order by the customer the transaction will not qualify for “The Offer”. In case of partial cancellation of the order, the customer shall qualify for “The Offer” only on the basis of the net amount payable.\n\n· Offer is valid on- Marketplace site (www.tatacliq.com), the app and the mobile site. Offer is not valid on Tata CLiQ Luxury.\n\n· In case of any disputes, the decision of Tata UniStore Limited will be final and binding.\n\n· Product(s) offered are subject to availability by the participating seller(s) on the Tata UniStore Limited platform.\n\n· The Offer is valid only in India. Whosoever participating in the promotional offer/Scheme is deemed to be 18 years of age or more and is also of a sound mind.\n\n· This offer/Scheme shall be subjected to all applicable central/or state laws, rules and regulations\n\n· The competent Court at Mumbai shall have the exclusive jurisdiction for any matter or dispute relating to TUL.\n\n· This document is an electronic record in terms of Information Technology Act, 2000, and the Rules there under as applicable and the amended provisions pertaining to electronic records in various statutes as amended by the Information Technology Act, 2000. This electronic record is generated by a computer system and does not require any physical or digital signatures.\n"
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": -1,
  "clippingMaskMode": 0,
  "do_objectID": "2A6A76B8-C8F2-462F-8F24-A95A5253A4BE",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "height": 290,
    "width": 285,
    "x": 0,
    "y": 19
  },
  "glyphBounds": "{{0, 3}, {285, 1817}}",
  "hasClippingMask": false,
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "· Additional instant",
  "nameIsFixed": false,
  "resizingConstraint": 47,
  "resizingType": 0,
  "rotation": 0,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "blur": {
      "_class": "blur",
      "center": "{0.5, 0.5}",
      "isEnabled": false,
      "motionAngle": 0,
      "radius": 10,
      "saturation": 1,
      "type": 0
    },
    "borderOptions": {
      "_class": "borderOptions",
      "dashPattern": [
      ],
      "isEnabled": true,
      "lineCapStyle": 0,
      "lineJoinStyle": 0
    },
    "borders": [
    ],
    "colorControls": {
      "_class": "colorControls",
      "brightness": 0,
      "contrast": 1,
      "hue": 0,
      "isEnabled": false,
      "saturation": 1
    },
    "contextSettings": {
      "_class": "graphicsContextSettings",
      "blendMode": 0,
      "opacity": 1
    },
    "do_objectID": "C26CD9CB-50BC-4B48-A3C8-359304DDA05E",
    "endMarkerType": 0,
    "fills": [
    ],
    "innerShadows": [
    ],
    "miterLimit": 10,
    "shadows": [
    ],
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.2901960784313725,
          "green": 0.2901960784313725,
          "red": 0.2901960784313725
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Rubik-Regular",
            "size": 11
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "maximumLineHeight": 14,
          "minimumLineHeight": 14
        },
        "textStyleVerticalAlignmentKey": 0
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2,
  "userInfo": {
    "com.animaapp.stc-sketch-plugin": {
      "kModelPropertiesKey": {
        "isAutoWidth": 1
      }
    }
  }
}